{
  "item": {
    "type": "booklet"
  },
  "booklet": {
    "textureWidth": 344,
    "textureHeight": 180,
    "coverTexture": "ivv:textures/guis/book/manual/book_manual_cover.png",
    "titleText": [
      {
        "pos": [260.0,47.0,0.0],
        "rot": [0.0,0.0,0.0],
        "scale": 1.875,
        "fieldName": "",
        "fontName": "ivv:digifont",
        "defaultText": "A.M.P Vehicle",
        "color": "26211F"
      },
      {
        "pos": [260.0,67.0,0.0],
        "rot": [0.0,0.0,0.0],
        "scale": 1.875,
        "fieldName": "",
        "fontName": "ivv:digifont",
        "defaultText": "Owner's Manual",
        "color": "26211F"
      },
      {
        "pos": [260.0,100.0,0.0],
        "rot": [0.0,0.0,0.0],
        "scale": 0.75,
        "fieldName": "",
        "fontName": "ivv:digifont",
        "defaultText": "Everything you need to know about:",
        "color": "26211F"
      },
      {
        "pos": [260.0,116.0,0.0],
        "rot": [0.0,0.0,0.0],
        "scale": 1.0,
        "fieldName": "",
        "fontName": "ivv:digifont",
        "defaultText": "Safety & Operation",
        "color": "26211F"
      },
      {
        "pos": [260.0,128.0,0.0],
        "rot": [0.0,0.0,0.0],
        "scale": 1.0,
        "fieldName": "",
        "fontName": "ivv:digifont",
        "defaultText": "Controls & Functionality",
        "color": "26211F"
      },
      {
        "pos": [260.0,140.0,0.0],
        "rot": [0.0,0.0,0.0],
        "scale": 1.0,
        "fieldName": "",
        "fontName": "ivv:digifont",
        "defaultText": "Care & Maintenance",
        "color": "26211F"
      }
    ],
    "pages": [
      {
        "pageTexture": "ivv:textures/guis/book/manual/book_manual_pages.png",
        "title": "Introduction 1/3",
        "pageText": [
          {
            "pos": [90.0,11.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 1.0,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Introduction",
            "color": "26211F"
          },
          {
            "pos": [18.0,22.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Congratulations on acquiring your new vehicle! Please take the time to get well acquainted with your vehicle whilst reading this handbook.\nThe more you know and understand about your vehicle, the greater the safety and pleasure you will derive from each other.\n\nThis Owner’s Guide describes every option and model variant available and therefore some of the items covered may not apply to your particular vehicle. Furthermore, due to printing cycles it may describe options before they are generally available.",
            "color": "26211F",
            "wrapWidth": 148,
            "renderPosition": 1
          },
          {
            "pos": [256.0,11.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 1.0,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Warranty",
            "color": "26211F"
          },
          {
            "pos": [180.0,22.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "The New Vehicle Limited Warranty includes Bumper-to-Bumper Coverage, Safety Restraint Coverage, Rust & Corrosion Treatment, Procreative Devices Coverage and 6.6L Torqueline Diesel Engine Coverage. In addition, your vehicle is eligible for Emissions Defect and Emissions Performance Warranties.\nFor a detailed description of what is covered and what is not covered, refer to the Warranty Guide that is provided to you along with your Owner’s Guide.\n\nFor more information on Atlas Motor Productions, IVLabs and its products visit the following website:\nhttps://bit.ly/ivlabs_online",
            "color": "26211F",
            "wrapWidth": 148,
            "renderPosition": 1
          }
        ]
      },
      {
        "pageTexture": "ivv:textures/guis/book/manual/book_manual_pages.png",
        "title": "Introduction 2/3",
        "pageText": [
          {
            "pos": [90.0,11.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 1.0,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Environment",
            "color": "26211F"
          },
          {
            "pos": [18.0,22.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "We must all play our part in protecting the environment to secure a healthier and safer future. Correct vehicle usage and the authorized disposal of waste, cleaning and lubrication materials are significant steps towards this aim.\n\nAvoid pouring used oil, brake fluid, contaminated fuel or any other vehicle fluids down household drains or septic systems. Instead, take them to proper recycling facilities. Used antifreeze is an exception and can be safely flushed as needed.\nDo not attempt to \"burn off\" automotive fluids in an open fire pit. This produces toxic smoke and can cause serious burns or fires.",
            "color": "26211F",
            "wrapWidth": 148,
            "renderPosition": 1
          },
          {
            "pos": [180.0,12.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Do not simply toss used air filters onto the lawn or by the side of the road. Trapped particles and debris in discarded air filters can contain toxic materials that contaminate soil and pose hazards to humans, vehicles and wildlife.\nDo not discard used tires by leaving them at the side of the road or in fields. Stockpiled tires are a breeding ground for mosquitos and can become a fire hazard.\nDo not dispose of vehicle batteries into the ocean. Over time, the acid from batteries may leak and contaminate ocean water.\nDo not bury totaled vehicles without a casket. While the loss of a vehicle can be a tragic event, various fluids may leak and contaminate soil and groundwater.",
            "color": "26211F",
            "wrapWidth": 148,
            "renderPosition": 1
          }
        ]
      },
      {
        "pageTexture": "ivv:textures/guis/book/manual/book_manual_pages.png",
        "title": "Introduction 3/3",
        "pageText": [
          {
            "pos": [90.0,11.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 1.0,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "P. 65 Warning",
            "color": "26211F"
          },
          {
            "pos": [18.0,22.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "This vehicle contains and emits chemicals known to the State of California to cause cancer, birth defects, and other biological harm to human beings. These chemicals are found in the vehicle's engine, tires, brake components, engine fluids, procreant devices and chassis fluff, airbags, lubricants, refrigerants, light-emitting diodes, coatings and upholstery.\n\nIVLabs does not hold responsibility for any harm caused by chemicals, emissions, or components inherent to the normal operation and use of this vehicle.",
            "color": "26211F",
            "wrapWidth": 148,
            "renderPosition": 1
          },
          {
            "pos": [180.0,12.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "While we appreciate your concerns, we do not have the resources to conduct individual risk assessments for the thousands of individuals exposed to various chemicals and compounds through their occupations.\nWe recommend talking to your doctor about your work environment, day-to-day lifestyle and health history to determine if there are any undue risks that could be mitigated.\nWe provide warnings for known hazards inherent to purchasing and operating our products. We cannot continuously expand this list to account for every hypothetical risk some individuals speculate may exist.\nWe appreciate your understanding and cooperation in this matter.",
            "color": "26211F",
            "wrapWidth": 148,
            "renderPosition": 1
          }
        ]
      },
      {
        "pageTexture": "ivv:textures/guis/book/manual/book_manual_pages.png",
        "title": "Break-in 1/2",
        "pageText": [
          {
            "pos": [90.0,11.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 1.0,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "From The Dealer",
            "color": "26211F"
          },
          {
            "pos": [18.0,22.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Your vehicle does not need to undergo an extensive break-in processs as it is the factory and dealership's task to handle this prior to vehicle acquisition.\nThe vehicle will quickly adjust to various driving habits exhibited by its new owner.",
            "color": "26211F",
            "wrapWidth": 148,
            "renderPosition": 1
          },
          {
            "pos": [90.0,64.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 1.0,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Offspring",
            "color": "26211F"
          },
          {
            "pos": [18.0,75.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Newly produced vehicles are not prepared for road usage and as such require a short break-in process.\nTry not to drive continuously at the same speed for the first 18,000 miles\n(29,000 km) of new vehicle operation and vary speed frequently in order to give the suspension and moving parts a chance to adjust accordingly.",
            "color": "26211F",
            "wrapWidth": 148,
            "renderPosition": 1
          },
          {
            "pos": [180.0,12.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Drive 6,000 miles (9,600 km) before having the vehicle attempt to pull a trailer.\nEnsure the vehicle receives fresh and correctly-octaned fuel for the first 3,000 miles (4,800 km) of new vehicle operation. The vehicle's maternal parent is capable of producing small amounts of fuel if there are no fueling stations nearby.\nDo not add friction modifier compounds or special break-in oils during the first several thousand miles (kilometers) of operation unless advised by a qualified mechanic, since these additives may prevent piston ring seating and pose the risk of stunted growth.\nSee Engine oil in the Maintenance and Specifications chapter for more information on oil usage.",
            "color": "26211F",
            "wrapWidth": 148,
            "renderPosition": 1
          }
        ]
      },
      {
        "pageTexture": "ivv:textures/guis/book/manual/book_manual_pages.png",
        "title": "Safety 1/2",
        "pageText": [
          {
            "pos": [90.0,11.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 1.0,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Safety",
            "color": "26211F"
          },
          {
            "pos": [18.0,22.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Your vehicle has many features that have been integrated into its design to help protect you and your occupants during hostile driving sitauations or in the event of certain collisions. Some of these safety features operate automatically, while others operate only when activated.\nIn either case, each of these systems are designed to make your vehicle safer, more protective and more stable during critical situations.\nBeyond safety, your vehicle's chassis, wheels, suspension and powertrain have been meticulously engineered for optimal ride comfort, handling and performance.",
            "color": "26211F",
            "wrapWidth": 148,
            "renderPosition": 1
          },
          {
            "pos": [180.0,12.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "The ergonomics of the driver's seat, pedals, steering wheel and controls have been tuned for maximum ease of use and driver feedback during normal driving situations.\n\nYour vehicle has also been extensively trained to respond safely and appropriately in emergency maneuvers and hazardous driving conditions, even with the lack of driver input.\nThrough repeated simulations and real world experience, your vehicle has developed the reflexes, agility and judgment necessary to navigate unforeseen obstacles and dangers while prioritizing the safety of you and your passengers.",
            "color": "26211F",
            "wrapWidth": 148,
            "renderPosition": 1
          }
        ]
      },
      {
        "pageTexture": "ivv:textures/guis/book/manual/book_manual_pages.png",
        "title": "Safety 2/2",
        "pageText": [
          {
            "pos": [18.0,12.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Each seating position in your vehicle has a specific safety belt assembly which is made up of one buckle and one tongue that are designed to be used as a pair.\nUse the shoulder belt on the outside shoulder only, do not wear the shoulder belt under the arm.\nDo not use a single safety belt for more than one person.\nDo not wrap the belt around your neck and buckle it at your chest like a necklace.\nDo not use seatbelts recreationally while vehicle is in motion.\nDo not buckle the belt over heavy objects like books or groceries to secure them.\nDo not attempt to use the shoulder belt as a headband.",
            "color": "26211F",
            "wrapWidth": 148,
            "renderPosition": 1
          },
          {
            "pos": [180.0,12.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Use of Mobile Communications Equipment has become increasingly important in the conduct of business and personal affairs. However, drivers must not compromise their own or others’ safety when using such equipment. \nMobile Communications can enhance personal safety and security when appropriately used, particularly in emergency situations.\nSafety must be paramount when using mobile communications equipment to avoid negating these benefits.\n\nThe most important thing you can do to prevent accidents is to avoid distractions and pay attention to the road.\nIf possible, wait until it is safe to operate Mobile Communications Equipment.",
            "color": "26211F",
            "wrapWidth": 148,
            "renderPosition": 1
          }
        ]
      },
      {
        "pageTexture": "ivv:textures/guis/book/manual/book_manual_pages_cruisecontrol.png",
        "title": "D.C Speed Control",
        "pageText": [
          {
            "pos": [90.0,11.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 1.0,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Driver Controls",
            "color": "26211F"
          },
          {
            "pos": [90.0,22.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.875,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Speed Control",
            "color": "26211F"
          },
          {
            "pos": [18.0,32.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Some vehicles come equipped with automatic Speed Control.\nWith speed control set, you can maintain a speed of 48 km/h (30 mph) or more without keeping your foot on the accelerator pedal.\nThe controls for using your speed control are located on the control panel for your convenience.\nOnce you activate the switch and engage the cruise control system, it will take control of the throttle to maintain the set speed for you automatically.",
            "color": "26211F",
            "wrapWidth": 148,
            "renderPosition": 1
          },
          {
            "pos": [180.0,12.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Use the accelerator pedal to bring your vehicle to the speed you wish to maintain. Once the vehicle has reached the desired speed press and release the CRUISE control which will engage the automatic throttle control.\nTo turn off speed control press and release the CRUISE control again or depress brake pedal. This will disengage the cruise control and return throttle control to the driver.\nThis will erase the previously set speed control.",
            "color": "26211F",
            "wrapWidth": 148,
            "renderPosition": 1
          }
        ]
      },
      {
        "pageTexture": "ivv:textures/guis/book/manual/book_manual_pages_powerboost.png",
        "title": "D.C Power Boost",
        "pageText": [
          {
            "pos": [90.0,11.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.875,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Power Boost",
            "color": "26211F"
          },
          {
            "pos": [18.0,22.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Some electric vehicles come equipped with Power Boost.\nUnder normal circumstances the electric drivetrain in your vehicle will optimize range over performance. When Power Boost is toggled ON the vehicle's drivetrain will instead put out the maximum power it is capable of. This will result in a substantial increase in acceleration and torque.\n\nExtensive use of Power Boost may result in increased wear to the vehicle's tires and motor(s).",
            "color": "26211F",
            "wrapWidth": 148,
            "renderPosition": 1
          },
          {
            "pos": [180.0,12.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Switch BOOST control to ON to activate Power Boost. Your vehicle's drivetrain will adapt accordingly to put out maximum power, providing a sporty experience and accelerating your vehicle 0 to 60 mph quicker than in econom mode.\nTo turn off power boost switch BOOST control to OFF. This will reset the vehicle's drivetrain to economy mode. The electric motor(s) will again optimize for maximum range and efficiency over performance.",
            "color": "26211F",
            "wrapWidth": 148,
            "renderPosition": 1
          }
        ]
      },
      {
        "pageTexture": "ivv:textures/guis/book/manual/book_manual_pages_climate.png",
        "title": "ACC Climate",
        "pageText": [
          {
            "pos": [90.0,11.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.875,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Climate Temperature",
            "color": "26211F"
          },
          {
            "pos": [18.0,22.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Some vehicles come equipped with Climate Temperature Control. With climate control set, your vehicle's cabin will be warmed or cooled automatically. The controls for adjusting the climate control are located on the control panel for your convenience.\nSwitch A/C control to ON to activate Climate Temperature control.\nThe system will then determine the optimal interior temperature based on factors such as exterior temperature, humidity and sunlight.",
            "color": "26211F",
            "wrapWidth": 144,
            "renderPosition": 1
          },
          {
            "pos": [180.0,12.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Your vehicle's A/C compressors and/or heaters will also activate accordingly depending on interior and exterior temperatures. The fan speed will also be adjusted to efficiently achieve the set temperature. This automatic climate regulation helps to provide you and your passengers with a comfortable ride.\nTo turn off Climate Temperature control switch A/C control to OFF.\nThe automatic climate regulation system will then deactivate.",
            "color": "26211F",
            "wrapWidth": 144,
            "renderPosition": 1
          }
        ]
      },
      {
        "pageTexture": "ivv:textures/guis/book/manual/book_manual_pages_ignition.png",
        "title": "Driving 1/2",
        "pageText": [
          {
            "pos": [90.0,11.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 1.0,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Driving",
            "color": "26211F"
          },
          {
            "pos": [90.0,22.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.875,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Standard Ignition",
            "color": "26211F"
          },
          {
            "pos": [18.0,32.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "I. OFF/LOCK, shuts off the engine and all accessories/locks the steering wheel, gearshift lever and allows key removal.\nII. ON, all electrical and drivetrain circuits operational. Key position when driving.\nIII. START, cranks the engine. Release the key as soon as the engine starts.",
            "color": "26211F",
            "wrapWidth": 148,
            "renderPosition": 1
          },
          {
            "pos": [256.0,11.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.875,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Electric Ignition",
            "color": "26211F"
          },
          {
            "pos": [180.0,22.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "I. OFF/LOCK, shuts off the engine and all accessories/locks the steering wheel, gearshift lever and allows key removal.\nII. Key will trigger III's function past this position\nIII. ON, all electrical circuits and drivetrain systems operational. Key position when driving.",
            "color": "26211F",
            "wrapWidth": 148,
            "renderPosition": 1
          }
        ]
      },
      {
        "pageTexture": "ivv:textures/guis/book/manual/book_manual_pages.png",
        "title": "Driving 2/2",
        "pageText": [
          {
            "pos": [90.0,11.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.875,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Emergencies",
            "color": "26211F"
          },
          {
            "pos": [18.0,22.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "In an unavoidable emergency situation where a sudden sharp turn must be made, remember to avoid \"over-driving\" your vehicle (i.e., turn the steering wheel only as rapidly and as far as required to avoid the emergency). Excessive steering will result in less vehicle control, not more. Additionally, smooth variations of the accelerator and/or brake pedal pressure should be utilized if changes in vehicle speed are called for.\nAvoid abrupt steering, acceleration or braking which could result in an increased risk of loss of vehicle control, vehicle rollover and/or personal injury.",
            "color": "26211F",
            "wrapWidth": 148,
            "renderPosition": 1
          },
          {
            "pos": [180.0,12.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Though your vehicle is equipped with various safety features and will always be ready to help, smooth, controlled inputs behind the wheel are crucial in navigating an emergency maneuver successfully and safely.\nTurn the steering wheel only as much as needed, vary pedal pressures gradually, and utilize all available road surface. With calm, modulated driver control and the vehicle's stability working in tandem, you can navigate the emergency without losing control and eventually return to a safe driving direction.\nThe key is smooth, modulated control rather than \"overdriving\" the vehicle beyond what its design can accommodate.",
            "color": "26211F",
            "wrapWidth": 144,
            "renderPosition": 1
          }
        ]
      },
      {
        "pageTexture": "ivv:textures/guis/book/manual/book_manual_pages.png",
        "title": "Cleaning 1/2",
        "pageText": [
          {
            "pos": [90.0,11.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 1.0,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Exterior Cleaning",
            "color": "26211F"
          },
          {
            "pos": [18.0,22.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Wash your vehicle regularly with lukewarm water and bodywash soap.\nAlways use a clean sponge or car wash mitt with plenty of water for best results.\nIt is especially important to wash the vehicle regularly during the winter months, as dirt and road salt are difficult to remove and cause damage to the vehicle.\nRemove any exterior accessories, such as roof-mounted cargo racks or antennas, before entering a car wash.\nDry the vehicle with a chamois or soft terry cloth towel in order to prevent discomfort and eliminate water spotting.",
            "color": "26211F",
            "wrapWidth": 146,
            "renderPosition": 1
          },
          {
            "pos": [180.0,12.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Always read the instructions before using any cleaning products.\nNever use strong household detergents or soap, such as dish washing or laundry liquid. These products can discolor and spot painted surfaces.\nAvoid washing the car in a large bathtub or swimming pool unless necessary, as this can distress the vehicle which may lead to scratches and damage to the paintwork.\nFlush the complete undercarriage of your vehicle's frame frequently.\nHandling the cleaning of procreative devices, chassis fluff and/or EVAP outlet is a more personal task best left to yourself or other drivers of the vehicle, rather than dealer or auto-shop technicians, or other individuals the vehicle may be unfamilar with in general.",
            "color": "26211F",
            "wrapWidth": 148,
            "renderPosition": 1
          }
        ]
      },
      {
        "pageTexture": "ivv:textures/guis/book/manual/book_manual_pages.png",
        "title": "Cleaning 2/2",
        "pageText": [
          {
            "pos": [90.0,11.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 1.0,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Interior Cleaning",
            "color": "26211F"
          },
          {
            "pos": [18.0,22.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "For fabric, carpets, cloth seats and safety belts:\n\nRemove dust and loose dirt with a vacuum cleaner.\nRemove light stains and soil with hand soap and a damp cloth.\nDo not use household cleaning products or glass cleaners, which can stain and discolor the fabric and affect the flame retardant abilities of the seat materials.\nNever saturate the seat covers with cleaning solution or soap.",
            "color": "26211F",
            "wrapWidth": 144,
            "renderPosition": 1
          },
          {
            "pos": [180.0,12.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "For leather seats and upholstry:\n\nDo not use household cleaning products, alcohol solutions, solvents or cleaners intended for rubber, vinyl and plastics, or oil/petroleum-based leather conditioners. These products may cause premature wearing of the clear, protective coating.\n\nFor plastic trim and dasbhoard:\n\nWash with hand soap and water or an approved interior vinyl cleaner. Do not use abrasive cleaners, solvents, or citrus-based cleaners, which can deteriorate the finish. Allow plastic parts to dry thoroughly before reassembling interior panels.",
            "color": "26211F",
            "wrapWidth": 148,
            "renderPosition": 1
          }
        ]
      },
      {
        "pageTexture": "ivv:textures/guis/book/manual/book_manual_pages.png",
        "title": "Maintenance 1/3",
        "pageText": [
          {
            "pos": [90.0,11.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 1.0,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Maintenance",
            "color": "26211F"
          },
          {
            "pos": [18.0,22.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Your vehicle's internal systems consist of sensitive complex machinery which requires care and attention. Treat your vehicle with understanding and compassion. Ensure that all engine components, procreant devices, lubrication and coolant systems are sustained properly and kept clean. Listen carefully for any noises or vibrations that indicate discomfort and have a trained technician address any issues promptly. Proper care and maintenance will allow you and your vehicle to serve each other reliably for many years to come.",
            "color": "26211F",
            "wrapWidth": 144,
            "renderPosition": 1
          },
          {
            "pos": [256.0,11.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.875,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Recommendations",
            "color": "26211F"
          },
          {
            "pos": [180.0,22.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": " * Use the Scheduled Maintenance Guide to track routine service.\n * Use only recommended fuels, lubricants, fluids and service parts conforming to specifications.\n * Your dealership can provide parts and service as requested.",
            "color": "26211F",
            "wrapWidth": 148,
            "renderPosition": 1
          },
          {
            "pos": [256.0,80.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.875,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Precautions",
            "color": "26211F"
          },
          {
            "pos": [180.0,91.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": " * Do not work on a hot engine.\n * Make sure that nothing gets caught in moving parts.\n * Avoid frightening or intimidating the vehicle during maintenance.\n * Ensure that the parking brake is set and that the wheels are blocked.",
            "color": "26211F",
            "wrapWidth": 148,
            "renderPosition": 1
          }
        ]
      },
      {
        "pageTexture": "ivv:textures/guis/book/manual/book_manual_pages_oil.png",
        "title": "Maintenance 2/3",
        "pageText": [
          {
            "pos": [90.0,11.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.875,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Engine",
            "color": "26211F"
          },
          {
            "pos": [18.0,22.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Only use oils “Certified For Gasoline Engines” by the American Mechanics Association (AMA) and Food and Drug Administration (FDA).\nTo protect your engine’s warranty use Magnetocraft or an equivalent oil meeting IVLabs specification WWI-SM8FJC-C.\nEnsure the oil viscosity rating matches that which is specified for your engine.\nDo not use supplemental engine oil additives, cleaners or other engine treatments unless advised.",
            "color": "26211F",
            "wrapWidth": 148,
            "renderPosition": 1
          },
          {
            "pos": [256.0,11.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.875,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Battery",
            "color": "26211F"
          },
          {
            "pos": [180.0,22.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Your vehicle is equipped with a Magnetocraft maintenance-free battery which normally does not require additional water during its life of service.\nFor longer, trouble-free operation, keep the top of the battery clean and dry. Also, make certain the battery cables are always tightly fastened to the battery terminals.\nDo not charge the battery by directly connecting it to mains-powered outlets.\nInstead, use an IVLabs-certified Jumper Pack, or use jumper cables to charge the battery from another vehicle's electrical system.",
            "color": "26211F",
            "wrapWidth": 148,
            "renderPosition": 1
          }
        ]
      },
      {
        "pageTexture": "ivv:textures/guis/book/manual/book_manual_pages.png",
        "title": "Maintenance 3/3",
        "pageText": [
          {
            "pos": [90.0,11.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.875,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Tires",
            "color": "26211F"
          },
          {
            "pos": [18.0,22.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Under-inflation is the most common cause of tire failures and may result in severe tire cracking, tread separation or \"blowout\", with unexpected loss of vehicle control and increased risk of injury to you and your vehicle. Under-inflation increases sidewall flexing and rolling resistance, resulting in heat buildup and internal damage to the tire.\nIt also may result in unnecessary tire stress, irregular wear, loss of vehicle control and accidents.\n\nA tire can lose up to half of its air pressure and not appear to be flat!",
            "color": "26211F",
            "wrapWidth": 148,
            "renderPosition": 1
          },
          {
            "pos": [256.0,11.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.875,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Emissions",
            "color": "26211F"
          },
          {
            "pos": [180.0,22.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Your vehicle is equipped with a computer that monitors the engine’s emission control system. This system is commonly known as the On Board Diagnostics System (OBD-III).\nThis OBD-III system protects the environment by ensuring that your vehicle continues to meet government emission standards, and is also designed to identify any problems that could affect vehicle emissions or damage internal components.\nThe OBD-III system also assists the service technician in diagnosing issues with your vehicle.\nWhen the Check Engine/Service Engine Soon light illuminates, the OBD-III system has detected a malfunction.",
            "color": "26211F",
            "wrapWidth": 144,
            "renderPosition": 1
          }
        ]
      },
      {
        "pageTexture": "ivv:textures/guis/book/manual/book_manual_pages.png",
        "title": "Accessories",
        "pageText": [
          {
            "pos": [90.0,11.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 1.0,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "Accessories",
            "color": "26211F"
          },
          {
            "pos": [18.0,22.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "A wide selection of Genuine Atlas Accessories are available for your vehicle through your local authorized IVLabs dealer.\n\nThese top quality accessories have been specifically engineered to fulfill your automotive needs; they are custom designed to complement the style and aerodynamic appearance of your vehicle.\nIn addition, each accessory is made from high quality materials and meets or exceeds IVLabs’s rigorous engineering and safety specifications. ",
            "color": "26211F",
            "wrapWidth": 148,
            "renderPosition": 1
          },
          {
            "pos": [180.0,12.0,0.0],
            "rot": [0.0,0.0,0.0],
            "scale": 0.7,
            "fieldName": "",
            "fontName": "ivv:digifont",
            "defaultText": "The following is a list of several Genuine Atlas Accessory products for your vehicle.\nNot all accessories are available for all models.\n\n * Deflectors\n * Storage crates\n * Bike racks\n * Remote control\n * Wheels\n * Faux-wood paneling\n * Silicone injections\n * Cargo management system\n * Popcorn maker\n * 'Turbo-Kitty' bodykit\n * GPS sat-nav\n * Goalkeeper CIWS\n * Running boards\n * Automotive first aid kit\n * Floor mats",
            "color": "26211F",
            "wrapWidth": 144,
            "renderPosition": 1
          }
        ]
      }
    ]
  },
  "general": {
    "name": "Vehicle Owner's Manual",
    "description": "Everything you need to know about:\nSafety\nControls\nDriving\nMaintenance\n\nCopyright ©1903-2059 Atlas Motor Productions\nA.M.P subsidiary of IVLabs",
    "stackSize": 64,
    "materialLists": [
      [
        "minecraft:book:0:1"
      ]
    ],
    "radarWidth": 0.0,
    "radarRange": 0.0
  }
}
